Repository: linonetwo/CDDA-Kenan-Modpack-Chinese
Catalog: Kenan-Structured-Modpack/MST_Extra/lang/*.po
Languages: ru_ru

source: Tree bacon, slices of inner bark from birch or pine that have been roasted, to render them less stringy and more edible. Can be eaten as-is, or dried and milled into flour. While commonly considered a survival food, it is relatively palatable.
ru_ru: Деревянный бекон, ломтики внутренней коры берёзы или сосны, которые были обжарены, чтобы сделать их менее жилистыми и более съедобными. Их можно есть как в чистом виде, так и сушить и перемалывать в муку. Хотя обычно считается пищей для выживания, она относительно приятна на вкус.

source: potted meat
ru_ru: мясо в горшке

source: potted person
ru_ru: кто-то в горшке

source: potted freak
ru_ru: урод в горшке

source: Meat cooked and preserved in butter or melted fat, a form of food preservation from the days before canning. Also known as confit. Rich and fattening, it will last for a long time.
ru_ru: Мясо, приготовленное и законсервированное в сливочном масле или растопленном жире - способ консервирования продуктов, существовавший до появления консервов. Также известно как конфи. Богатое и жирное, оно будет храниться долгое время.

source: birchbark canteen
ru_ru: банка из бересты

source: A small container make from pieces of birchbark stitched together, sealed with pitch or similar material. Holds 1.5 liters and has a simple carry strap.
ru_ru: Небольшой контейнер из кусков бересты, сшитых вместе и запечатанных смолой или аналогичным материалом. Вмещает 1,5 литра и имеет простой ремень для переноски.

source: clay jar
ru_ru: глиняный кувшин

source: A half-liter clay jar, glazed for waterproofing with a tight-fitting wooden stopper.
ru_ru: Полулитровая глиняная банка, глазурованная для водонепроницаемости, с плотно прилегающей деревянной пробкой.

source: sealed clay jar
ru_ru: запечатанный глиняный кувшин

source: A half-liter clay jar, glazed for waterproofing with a tight-fitting wooden stopper. Sealed tightly with wax, to preserve contents from rot.
ru_ru: Полулитровая глиняная банка, глазурованная для водонепроницаемости, с плотно прилегающей деревянной пробкой. Плотно запечатана воском, чтобы сохранить содержимое от гниения.

source: makeshift wooden bucket
ru_ru: самодельное деревянное ведро

source: A large bucket for holding water, made from hollowing out a log and adding handles made of natural cordage. Can hold 7 liters.
ru_ru: Большое ведро для хранения воды, сделанное из выдолбленного бревна и с ручками из натурального шнура. Вмещает 7 литров.

source: stone javelin
ru_ru: каменное копьё

source: A throwing spear with a stone spearhead.
ru_ru: Метательное копьё с каменным наконечником.

source: copper javelin
ru_ru: медное копьё

source: A copper-tipped throwing spear.
ru_ru: Метательное копьё с медным наконечником.

source: sled frame
ru_ru: рама саней

source: A flexible frame made from wooden crosspieces lashed together.
ru_ru: Гибкая рама из деревянных перемычек, скреплённых между собой.

source: woven storage basket
ru_ru: плетёная складная корзина

source: A folding basket made from woven straw or birchbark, supported by a wooden framework.
ru_ru: Складная корзина из плетёной соломы или бересты, поддерживаемая деревянным каркасом.

source: A large, enclosed wooden box with multiple sliding frames in it. With something to attract bees, it can be used to grow a hive.
ru_ru: Большой, закрытый деревянный ящик с несколькими выдвижными рамками внутри. С помощью чего-либо, привлекающего пчел, его можно использовать для выращивания улья.

source: short leather cord
ru_ru: короткий кожаный шнур

source: A 6-inch (or about 15 cm) long piece of rawhide or leather cord. Useful for some purposes, but not as strong or flexible as proper string.
ru_ru: Шнур из сыромятной или натуральной кожи длиной 6 дюймов (или около 15 см). Полезен для некоторых целей, но не так прочен и гибок, как настоящая верёвка.

source: long leather cord
ru_ru: длинный кожаный шнур

source: A 3-foot (or about 90 cm) long piece of rawhide or leather cord. Useful for some purposes, but not as strong or flexible as proper string.
ru_ru: Шнур из сыромятной или натуральной кожи длиной 3 фута (или около 90 см). Полезен для некоторых целей, но не так прочен и гибок, как настоящая верёвка.

source: pinebark
ru_ru: сосновая кора

source: A sheet of faintly resinous inner bark, stripped from a pine tree.
ru_ru: Лист слегка смолистой внутренней коры, содранный с сосны.

source: rubber slug
ru_ru: резиновая пуля

source: petrified eye
ru_ru: окаменевший глаз

source: spiral stone
ru_ru: винтовой камень

source: chunk of sulfur
ru_ru: кусок серы

source: limestone
ru_ru: известняк

source: baseball
ru_ru: бейсбольный мяч

source: atlatl
ru_ru: атлатль

source: A wooden tool for supporting a javelin, to throw it more effectively than by hand.
ru_ru: Деревянный инструмент для поддержания копья, чтобы более эффективно метать его.

# gun_type_type
source: throw
ru_ru: метательное

source: makeshift crossbow
ru_ru: самодельный арбалет

source: A simple, handmade crossbow of the Skane style, with a wooden peg that is pushed up from underneath to loose the bowstring. Not as powerful as other crossbow designs, but it is easier to draw the bow back. Bolts fired from this weapon have a good chance of remaining intact for re-use.
ru_ru: Простой арбалет ручной работы в стиле Скейн, с деревянным штырём, который выталкивается снизу вверх, чтобы ослабить тетиву. Он не такой мощный, как другие арбалеты, но зато его тетиву легче натянуть. Болты, выпущенные из этого оружия, имеют хорошие шансы остаться целыми для повторного использования.

# gun_type_type
source: rifle
ru_ru: винтовка

source: side drum
ru_ru: боковой барабан

source: A handmade side drum with a shoulder strap, allowing you to wear it while playing.
ru_ru: Боковой барабан ручной работы с плечевым ремнём, позволяющим носить его во время игры.

source: makeshift gas hood
ru_ru: самодельный противогаз

source: A hood with added lenses and pockets for filter material sewn between layers of fabric, similar to designs common in WWI. It is designed to be worn over a helmet. It must be prepared before use.
ru_ru: Капюшон с дополнительными линзами и карманами для фильтрующего материала, вшитыми между слоями ткани, подобно конструкциям, распространенным в Первую мировую войну. Он предназначен для ношения поверх шлема. Перед использованием его необходимо подготовить.

source: heavy snare kit
ru_ru: комплект тяжёлого силка

source: You set the snare trap.
ru_ru: Вы установили силок.

source: This is a kit for a simple trap consisting of a rope noose and a snare trigger. It requires a tree nearby. It is effective at trapping monsters.
ru_ru: Это набор для простой ловушки, состоящей из веревочной петли и спускового крючка. Для её установки требуется дерево поблизости. Она эффективна для ловли монстров.

source: light snare kit
ru_ru: комплект лёгкого силка

source: This is a kit for a simple trap consisting of a string noose and a snare trigger. It requires a young tree nearby. It is effective at trapping and killing some small animals.
ru_ru: Это набор для простой ловушки, состоящей из верёвочной петли и спускового крючка. Для ее изготовления требуется молодое дерево поблизости. Она эффективна для отлова и умерщвления некоторых мелких животных.

source: snare trigger
ru_ru: активатор силка

source: This is a stick that has been cut into a trigger mechanism for a snare trap.
ru_ru: Это палка, вырезанная в виде спускового механизма для ловушки.

source: stone hoe
ru_ru: каменная мотыга

source: This is a farming implement made with a broad stone blade, that can be used to till earth.
ru_ru: Это сельскохозяйственное орудие с широким каменным лезвием, которое можно использовать для обработки земли.

source: makeshift sled
ru_ru: самодельные сани

source: You unfold and deploy the makeshift sled.
ru_ru: Вы разворачиваете и размещаете самодельные сани.

source: A simple pulk sled and folded framework that can hold a modest amount of gear, traditionally used to drag equipment across snowy terrain.
ru_ru: Простые тягловые складные сани, вмещающие небольшое количество снаряжения, традиционно используются для перетаскивания вещей по заснеженной местности.

source: log canoe
ru_ru: бревенчатое каноэ

source: You deploy the log canoe.
ru_ru: Вы размещаете бревенчатое каноэ.

source: A traditional dugout boat made from logs burned and carved to shape, along with handmade oars. Heavy and bulky as it is, it can still be picked up and carried by a reasonably fit person. Use it to deploy and make ready.
ru_ru: Традиционная блиндажная лодка, сделанная из брёвен, обожжённых и вырезанных по форме, с вёслами ручной работы. Тяжёлая и громоздкая, она всё же может быть поднята и перенесена достаточно сильным человеком. Используйте её для развертывания и приведения в готовность.

source: makeshift distillation
ru_ru: кустарная дистилляция

source: This exists only to allow makeshift stills to provide distilling quality.
ru_ru: Это существует только для того, чтобы самодельные дистиляторы могли обеспечить качество перегонки.

source: pulley lifting
ru_ru: подъём на шкивах

source: This exists only to allow rope and pulley lifters to provide some engineering qualities.
ru_ru: Это существует только для того, чтобы канатные и шкивные подъёмники могли предоставить некоторые инженерные свойства.

source: leather tarp raincatcher
ru_ru: кожаный дождесборник

source: You set up the raincatcher, waiting to collect water.
ru_ru: Вы устанавливаете дождесборник, остаётся дождаться сбора воды.

source: Some sticks and string with a leather tarp, to set up an improvised raincatcher.
ru_ru: Несколько прутьев и шнурков с кожаным брезентов, формирующих импровизированный дождесборник.

source: clay oil lamp (off)
ru_ru: глиняная масляная лампа (не горит)

source: You light the lamp.
ru_ru: Вы зажигаете лампу.

source: The lamp is empty.
ru_ru: Лампа пуста.

source: This is a small clay container with a wick, an ancient form of oil lamp. It does not provide much light, but it lasts a long time. Use it to turn it on.
ru_ru: Это небольшой глиняный сосуд с фитилём, древняя форма масляной лампы. Она не дает много света, но служит долго. Активируйте, чтобы зажечь.

source: clay oil lamp
ru_ru: глиняная масляная лампа

source: Turn off
ru_ru: Затушить

source: The lamp is extinguished.
ru_ru: Лампа затухает.

source: This is a small clay container with a wick, an ancient form of oil lamp. It does not provide much light, but it lasts a long time. It does not provide much light, but it lasts a long time. It is turned on. Use it to turn it off.
ru_ru: Это небольшой глиняный сосуд с фитилём, древняя форма масляной лампы. Она не даёт много света, но служит долго. Сейчас горит. Активируйте, чтобы затушить.

source: clay ember carrier
ru_ru: глиняная переноска для угля

source: You light the tinder.
ru_ru: Вы зажигаете трут.

source: The ember carrier is out of tinder.
ru_ru: В переноски для угля не хватает трута.

source: You need a lighter or fire to light this.
ru_ru: Вам нужна зажигалка или открытый огонь чтобы зажечь это.

source: This is a small ceramic fire pot, with a lid and small holes for controlled airflow. It can nurture a smoldering ember for a long time, to start fires without modern tools.
ru_ru: Это небольшой керамический горшок для костра, с крышкой и небольшими отверстиями для контролируемого потока воздуха. Он может долгое время поддерживать тлеющий уголёк, чтобы разжечь огонь без современных инструментов.

source: clay ember carrier (lit)
ru_ru: глиняная переноска для угля (горит)

source: Extinguish
ru_ru: Затушить

source: The ember is extinguished.
ru_ru: Угли затухают.

source: This is a small ceramic fire pot, with a lid and small holes for controlled airflow. An ember is smoldering inside it, and can be used to start a campfire.
ru_ru: Это небольшой керамический горшок для костра, с крышкой и небольшими отверстиями для контролируемого потока воздуха. Внутри него тлеет уголёк, который можно использовать для разведения костра.

source: clay oven
ru_ru: глиняная печь

source: This is a ancient style of portable ceramic oven. Use it to place on the ground, allowing you to keep a small fire safe from wind and rain.
ru_ru: Это древний вид портативной керамической печи. Используйте её для размещения на земле, позволяя поддерживать небольшой огонь в безопасности от ветра и дождя.

source: makeshift repair kit
ru_ru: самодельный ремонтный набор

source: This is a portable toolkit, consisting of a primitive knife for carving replacement parts, an adze for more heavy-duty wood cutting, and a patch of soft material for cleaning surfaces. It can be used to repair certain items if supplied with pitch, though it isn't ideal for complex work.
ru_ru: Это портативный набор инструментов, состоящий из примитивного ножа для вырезания запасных частей, клещей для более тяжёлой резки дерева и куска мягкого материала для очистки поверхностей. Его можно использовать для ремонта некоторых предметов, если есть смола, хотя он не подходит для сложных работ.

source: flint drill
ru_ru: кремниевая дрель

source: A prehistoric woodworking tool, little more than a fine sharp blade tipping a makeshift bow drill. It's rather limited in usage, primarily meant to be used on wood.
ru_ru: Доисторический инструмент для обработки дерева, представляющий собой не более чем тонкое острое лезвие для импровизированного лучкового сверла. Его применение довольно ограничено, в основном он предназначен для работы по дереву.

source: fire plough
ru_ru: огненный плуг

source: A simple form of primitive firemaking, little more than two pieces of wood with a groove worn into one of them, to light an ember through friction. Starting a fire with this will be laborious and slow, but it's better than nothing.
ru_ru: Простой вариант примитивного разведения огня, не более чем два куска дерева с пазом, проделанным в одном из них, чтобы зажечь уголь за счёт трения. Добыча огня с помощью этого приспособления будет трудоёмкой и медленной, но это лучше, чем ничего.

source: makeshift water purifier
ru_ru: самодельный водяной фильтр

source: This is a pseudo item.
ru_ru: Это псевдопредмет.

source: clay canning pot
ru_ru: глиняный горшок для консервации

source: A very large 25 liter earthenware pot, primarily meant for canning food via the water bath method, though it can cook normal foods just as well. Canning foods with it will require a lot of water. If you're only canning a couple of jars at a time, you'd fill it up with rocks or something to displace the water above the lids.
ru_ru: Очень большая 25-литровая глиняная посудина, предназначенная в основном для консервирования продуктов методом водяной бани, хотя в ней можно готовить и обычную пищу. Для консервации продуктов в ней потребуется много воды. Если вы собираетесь консервировать только пару банок за раз, наполните её камнями или чем-то ещё, чтобы вытеснить воду над крышками.

source: sled runners
ru_ru: полозья саней

source: Simple wooden runners for a hand-pulled sled.
ru_ru: Простые деревянные детали для ручных саней.

source: log frame
ru_ru: деревянная рама

source: A heavy section of frame carved from a log, can be used for making sturdy wooden vehicle structures. Also usable for a raft, log canoe, outriggers for a boat, etc due to its buoyancy.
ru_ru: Тяжёлая часть рамы, вырезанная из бревна, может использоваться для изготовления прочных деревянных конструкций транспортных средств. Благодаря своей плавучести также может использоваться для плота, бревенчатого каноэ, выносных опор для лодки и т.д.

source: A heavy section of frame carved from a log, serving as a foundation or to keep a raft afloat. Other vehicle components can be mounted on it. If all the frames and components of a vehicle are foldable, the vehicle can be folded into a small package and picked up as a normal item.
ru_ru: Тяжёлая часть рамы, вырезанная из бревна, служащая в качестве основы или для поддержания плота на плаву. На ней могут быть установлены другие компоненты транспортного средства. Если все рамы и компоненты транспортного средства складные, его можно сложить в небольшой комплект и взять как обычный предмет.
