Repository: linonetwo/CDDA-Kenan-Modpack-Chinese
Catalog: Kenan-Structured-Modpack/MST_Extra/lang/*.po
Languages: ru_ru

source: Stuck in a light snare
ru_ru: Попадание в лёгкий силок

source: You can't move until you get free!
ru_ru: Вы не можете двигаться, пока не освободитесь!

source: You are snared!
ru_ru: Вы попали в силки!

source: Stuck in a heavy snare
ru_ru: Попадание в тяжёлый силок

source: The sequeal to CDDA's old More Survival Tools mod, adding additional useful innawoods content.
ru_ru: Сиквел к старому моду для CDDA "More Survival Tools", добавляет дополнительный полезный контент для жизни в дикой местности.

source: scrap of tanning leather
ru_ru: обрезок выделываемой кожи

source: You carefully unfold the tanning leather scrap and shake it clean.
ru_ru: Вы аккуратно разворачиваете отрезок выделываемой кожи и встряхиваете его.

source: The scrap of tanning leather isn't done yet.
ru_ru: Отрезок выделываемой кожи ещё не готов.

source: A small piece of treated animal hide, undergoing the chemical processes required to become leather. You will be able to activate it to unroll and make use of it when it is done.
ru_ru: Небольшой кусок обработанной шкуры животного, проходящий химические процессы, необходимые для превращения в кожу. Вы сможете активировать его, чтобы развернуть и использовать, когда он будет готов.

source: scrap of tanning fur
ru_ru: отрезок выделываемого меха

source: You carefully unfold the tanning fur scrap and shake it clean.
ru_ru: Вы аккуратно разворачиваете отрезок выделываемого меха и встряхиваете его.

source: The scrap of tanning fur isn't done yet.
ru_ru: Отрезок выделываемого меха ещё не готов.

source: A small piece of treated animal pelt, undergoing the chemical processes required to become fur. You will be able to activate it to unroll and make use of it when it is done.
ru_ru: Небольшой кусок обработанной шкуры животного, проходящий химические процессы, необходимые для превращения в мех. Вы сможете активировать его, чтобы развернуть и использовать, когда он будет готов.

source: placed hobo stove
ru_ru: размещённая печь бродяги

source: A small improvised wood stove, placed on the ground. It can only burn small amounts of wood at a time, but it will keep a fire safe from wind and rain.
ru_ru: Небольшая импровизированная дровяная печь, установленная на земле. В ней можно одновременно сжечь лишь небольшое количество дров, но она защитит огонь от ветра и дождя.

source: clatter!
ru_ru: грохот!

source: clang!
ru_ru: лязг!

# profession_male
source: Wanderer
ru_ru: Странник

# prof_desc_male
source: You always preferred the comfort of the open sky, far from the complexities of modern life. Though from the looks of it, things have changed since last time you've been anywhere near civilization.
ru_ru: Ты всегда предпочитал комфорт открытого неба, вдали от сложностей современной жизни. Хотя, судя по всему, все изменилось с тех пор, как ты в последний раз был вблизи цивилизации.

# profession_female
source: Wanderer
ru_ru: Странница

# prof_desc_female
source: You always preferred the comfort of the open sky, far from the complexities of modern life. Though from the looks of it, things have changed since last time you've been anywhere near civilization.
ru_ru: Ты всегда предпочитала комфорт открытого неба, вдали от сложностей современной жизни. Хотя, судя по всему, все изменилось с тех пор, как ты в последний раз была вблизи цивилизации.

# profession_male
source: Prehistoric Hunter
ru_ru: Доисторический охотник

# prof_desc_male
source: An out-of-place living relic of prehistory, stranded in an unfamiliar and terrifying world. Life as a hunter-gatherer was hard, but at least you didn't have to fight the living dead, and you had your kin to stand beside you. Here, you're on your own.
ru_ru: Живой реликт доисторической эпохи, оказавшийся в незнакомом и страшном мире. Жизнь охотника-собирателя была тяжёлой, но, по крайней мере, тебе не приходилось сражаться с живыми мертвецами, и рядом с тобой были твои сородичи. Здесь же ты предоставлен сам себе.

# profession_female
source: Prehistoric Hunter
ru_ru: Доисторическая охотница

# prof_desc_female
source: An out-of-place living relic of prehistory, stranded in an unfamiliar and terrifying world. Life as a hunter-gatherer was hard, but at least you didn't have to fight the living dead, and you had your kin to stand beside you. Here, you're on your own.
ru_ru: Живой реликт доисторической эпохи, оказавшийся в незнакомом и страшном мире. Жизнь охотницы-собирателя была тяжёлой, но, по крайней мере, тебе не приходилось сражаться с живыми мертвецами, и рядом с тобой были твои сородичи. Здесь же ты предоставлена сама себе.

source: Swamp
ru_ru: Болото

source: Build Door
ru_ru: Построить дверь

source: Build Window
ru_ru: Построить окно

source: Build Beehive
ru_ru: Построить улей

source: Build Charcoal Purifier
ru_ru: Построить угольный фильтр

source: Can be deconstructed without tools.
ru_ru: Нельзя разобрать без инструментов.

source: Build Leather Door Curtain
ru_ru: Построить кожаную дверную занавеску

source: Build Makeshift Still
ru_ru: Построить самодельный дистиллятор

source: Build Pulley Lifter
ru_ru: Построить шкивный подъёмник

source: Add Bucket And Pulley To Covered Well
ru_ru: Добавить ведро и шкив к крытому колодцу

source: Build Wooden Windbreak
ru_ru: Построить деревянную ветрозащиту

source: Build Leather Tarp Lean-To
ru_ru: Построить навесь из кожаного брезента

source: Build Makeshift Wooden Rack
ru_ru: Построить самодельный деревянный стеллаж

source: Build Makeshift Counter
ru_ru: Построить самодельный прилавок

source: Build Makeshift Table
ru_ru: Построить самодельный стол

source: Build Makeshift Chair
ru_ru: Построить самодельный стул

source: Build Makeshift Bench
ru_ru: Построить самодельную лавку

source: Build Wooden Staircase
ru_ru: Построить деревянную лестницу

source: Build Wooden Platform
ru_ru: Построить деревянную платформу

source: Must be built over ledges or other open space. Limited constructions can be built on top of it.
ru_ru: Должно быть построено над уступами или другим открытым пространством. Поверх можно возводить ограниченное количество сооружений.

source: Build Wattle-and-Daub Wall
ru_ru: Построить стену из мазка и глины

source: Build Wood Wall
ru_ru: Построить деревянную стену

source: Build Log Wall
ru_ru: Построить стену из брёвен

source: Build Wooden Floor
ru_ru: Построить деревянный пол

source: charcoal purifier
ru_ru: угольный фильтр

source: A makeshift filter constructed to hold a supply of charcoal, for purifying water.
ru_ru: Импровизированный фильтр, предназначенный для хранения запаса древесного угля для очистки воды.

source: crunch!
ru_ru: хруст!

source: whump!
ru_ru: хрясь!

source: makeshift still
ru_ru: самодельный дистиллятор

source: A pair of glass bottles insulated with dirt or sand. With careful alignment, it serves as a crude alembic by boiling away liquid in the first container, condensing into the second.
ru_ru: Пара стеклянных бутылок, изолированных грязью или песком. При тщательном выравнивании она служит в качестве грубого алембика: жидкость в первой емкости выкипает, конденсируясь во второй.

source: whump.
ru_ru: хрясь.

source: rope and pulley lifter
ru_ru: подъёмник из верёвки со шкивом

source: A system of ropes and pulleys hanging from the ceiling, rigged up to serve as a block and tackle for lifting vehicle components, or even light enough vehicles. It isn't very powerful, but it'll do in a pinch.
ru_ru: Система веревок и шкивов, свисающих с потолка, предназначенных для использования в качестве блока и приспособления для подъёма компонентов транспортных средств или даже достаточно легких транспортных средств целиком. Он не очень мощный, но в крайнем случае сойдет.

source: wooden windbreak
ru_ru: деревянная ветрозащита

source: A waist-high barricade made of stout saplings, held in place by poles hammered into the ground. Primarily used to keep the wind out, but also works to fence in a campsite.
ru_ru: Баррикада высотой по пояс из крепких саженцев, поддерживаемая вбитыми в землю шестами. В основном используется для защиты от ветра, но также подходит для ограждения кемпинга.

source: smash!
ru_ru: грохот!

source: leather tarp lean-to
ru_ru: навесь из кожаного брезента

source: A makeshift shelter made from a lather tarp and stakes driven into the ground.
ru_ru: Импровизированное укрытие, сделанное из брезента и кольев, вбитых в землю.

source: crash!
ru_ru: крахж!

source: whack!
ru_ru: бам!

source: makeshift wooden rack
ru_ru: самодельный деревянный стеллаж

source: A simple wooden rack, made using rudimentary joinery and adhesive. Display your items on it.
ru_ru: Простой деревянный стеллаж, изготовленный с помощью элементарных столярных инструментов и клея. Разместите на нём свои вещи.

source: makeshift counter
ru_ru: самодельный прилавок

source: A bit rustic for most kitchens, made from simple joinery and wood glue.
ru_ru: Немного деревенский для большинства кухонь, изготовлен из простой столярки и клея для дерева.

source: makeshift table
ru_ru: самодельный стол

source: Sit down when you eat! At least the legs seem to be joined up properly, so it probably won't fall apart if you eat off it.
ru_ru: Садитесь, когда едите! Ножки, похоже, соединены правильно, так что, возможно, он не развалится, если вы будете с него есть.

source: makeshift chair
ru_ru: самодельный стул

source: Sit down, have a drink. It probably won't fall apart if you do, the joinery looks sturdy enough.
ru_ru: Присядьте, выпейте. Возможно, он не развалится, если вы это сделаете, столярные соединения выглядят достаточно прочными.

source: makeshift bench
ru_ru: самодельная скамья

source: More a bed for woodsmen than hobos, or maybe guests at a feast hall. Put together with nothing but wood joints and some glue.
ru_ru: Скорее кровать для дровосеков, чем для бродяг, или, может быть, для гостей на пиршественном столе. Собранная из одних только деревянных деталей и клея.

source: placed clay oven
ru_ru: размещённая глиняная печь

source: A portable clay oven, placed on the ground. It can't hold much wood at once, but it will keep a fire safe from wind and rain.
ru_ru: Переносная глиняная печь, установленная на земле. Она не может вместить сразу много дров, но надёжно защитит огонь от ветра и дождя.

source: crack!
ru_ru: треск!

source: whunk!
ru_ru: вхэмк!

source: pine tree
ru_ru: сосна

source: A towering coniferous tree that belongs to the 'Pinus' genus, with the New England species varying from 'P. strobus', 'P. resinosa' and 'P. rigida'. If you examined the tree more closely, you might find usable sticky whorls and unharvested pinecones. Also, you could cut it down with the right tools.
ru_ru: Высокое хвойное дерево, принадлежащее к роду Pinus, в Новой Англии встречаются виды "P. strobus", "P. resinosa" и "P. rigida". Если бы вы рассмотрели дерево более внимательно, вы могли бы найти пригодные для использования клейкие прожилки и несобранные сосновые шишки. Кроме того, при наличии соответствующих инструментов его можно срубить.

source: birch tree
ru_ru: берёзза

source: A tall deciduous tree of the 'Betula' genus, with the characteristic peeling bark. Species like 'B. alleghaniensis', 'B. papyrifera', and 'B. populifolia' are the most common in the New England region. Looks like there isn't enough rhytidome to peel off yet. You could cut it down with the right tools.
ru_ru: Высокое листопадное дерево рода "Betula" с характерной шелушащейся корой. Такие виды, как "B. alleghaniensis", "B. papyrifera" и "B. populifolia", наиболее распространены в регионе Новой Англии. Похоже, что ритидома еще недостаточно для отслаивания. Вы можете срубить его с помощью подходящих инструментов.

source: empty beehive
ru_ru: пустой улей

source: A traditional beehive, dug in slightly and baited to attract bees. It will take a while before any bees decide to make use of it.
ru_ru: Обычный улей, слегка вкопанный и с приманкой для привлечения пчёл. Пройдет некоторое время, прежде чем пчёлы решат им воспользоваться.

source: growing beehive
ru_ru: развивающийся улей

source: A traditional beehive, dug in slightly and buzzing with slight activity. Some bees have started work on this hive, but it won't be ready just yet.
ru_ru: Обычный улей, слегка вкопанный и тихо гудящий от небольшой активности. Пчёлы уже начали над ним работать, но пока что он не готов.

source: mature beehive
ru_ru: здоровый улей

source: A traditional beehive, dug in slightly and buzzing with activity. The colony is doing well enough that you could harvest a good amount without the hive dying off.
ru_ru: Обычный улей, слегка вкопанный и гудящий от активности. Колония работает достаточно хорошо, чтобы вы могли собрать хороший урожай без гибели улья.

source: recovering beehive
ru_ru: восстанавливающийся улей

source: A traditional beehive, dug in slightly and buzzing with activity. The colony is still recovering from last harvest.
ru_ru: Обычный улей, слегка вкопанный и гудящий от активности. Колония всё ещё восстанавливается с последнего сбора урожая.

source: regrowing beehive
ru_ru: перестраивающийся улей

source: A traditional beehive, dug in slightly and buzzing with activity. The colony is rebuilding honeycombs and producing more honey, but it still isn't ready.
ru_ru: Обычный улей, слегка вкопанный и гудящий от активности. Колония восстанавливает соты и производит больше мёда, но она всё ещё не готова.

source: closed leather door curtain
ru_ru: закрытая кожаная дверная занавеска

source: Hides from an animal hung up as a door. Could be easily taken down for supplies or placed somewhere else.
ru_ru: Шкура животного, подвешенная в качестве двери. Может быть легко снята для пополнения запасов или помещена в другое место.

source: rrrrip!
ru_ru: трррк!

source: slap!
ru_ru: шлёп!

source: open leather door curtain
ru_ru: открытая кожаная дверная занавеска

source: Hides from an animal hung up as a door. Could be easily taken down for supplies or placed somewhere else. These curtains are open, bundled and tied next to the doorway.
ru_ru: Шкура животного, подвешенная в качестве двери. Может быть легко снята для пополнения запасов или помещена в другое место. Эта занавеска открыта и подвязана рядом с дверным проёмом.

source: wooden platform
ru_ru: деревянная платформа

source: A surface of wooden scaffolding extending out, supported by solid wooden joists and brackets to transfer the weight onto other supporting structure. Solid enough to build further wood or similar constructions onto it.
ru_ru: Выступающая наружу поверхность деревянных лесов, поддерживаемая прочными деревянными балками и кронштейнами для переноса веса на другую опорную конструкцию. Достаточно прочная, чтобы на ней можно было возводить дальнейшие деревянные или подобные конструкции.

source: well with bucket and pulley
ru_ru: колодец с ковшом и шкивом

source: Deep well collecting ground water. A simple bucket and pulley allows drawing water from it.
ru_ru: Глубокий колодец для сбора грунтовых вод. Простое ведро и шкив позволяют черпать из него воду.

source: light snare trap
ru_ru: лёгкий силок

source: heavy snare trap
ru_ru: тяжёлый силок

source: leather raincatcher
ru_ru: кожаный дождесборник

source: lead pellet
ru_ru: свинцовая дробинка

source: Hefty round projectiles cast from lead, useful as ammunition for slings.
ru_ru: Увесистые круглые снаряды, отлитые из свинца, полезные в качестве боеприпасов для рогаток.

source: wooden atlatl dart
ru_ru: деревянный дротик для атлатля

source: A long, flexible dart for a spear-thrower, with a fire-hardened sharpened point.
ru_ru: Длинный, гибкий дротик для копьеметателя, с огнеупорным заострённым острием.

source: iron atlatl dart
ru_ru: железный дротик для атлатля

source: A long, flexible dart for a spear-thrower, with an iron spear point.
ru_ru: Длинный, гибкий дротик для копьеметателя, с железным острием.

source: stone atlatl dart
ru_ru: каменный дротик для атлатля

source: A long, flexible dart for a spear-thrower, with a small stone spearhead.
ru_ru: Длинный, гибкий дротик для копьеметателя, с острием из маленького камня.

source: copper atlatl dart
ru_ru: медный дротик для атлатля

source: A long, flexible dart for a spear-thrower, with a copper spear point.
ru_ru: Длинный, гибкий дротик для копьеметателя, с медным острием.

source: pitch
ru_ru: дёготь

source: Sticky resin made from pine or birch tar. The adhesive isn't strong enough for heavy duty usages, but it can be used as a varnish or holding together small items, or for improvised repairs with the right tools.
ru_ru: Липкая резина, изготовленная из сосновой или берёзовой смолы. Клей недостаточно силён для использования в тяжёлых условиях, но его можно использовать в качестве лака или для скрепления небольших предметов, а также для импровизированного ремонта при наличии соответствующих инструментов.

source: atlatl dart
ru_ru: дротик для атлатля

source: pack basket
ru_ru: набивная корзина

source: A large hand made straw basket, with shoulder straps to wear like a backpack.
ru_ru: Большая соломенная корзина ручной работы с плечевыми ремнями для ношения в качестве рюкзака.

source: birchbark sheath
ru_ru: ножны из бересты

source: You sheath your %s
ru_ru: Вы убираете в ножны %s

source: Sheath knife
ru_ru: Убрать нож в ножны

source: A hand made sheath made from birch bark, for holding knives and other small blades. Activate to sheathe/draw a weapon.
ru_ru: Самодельные ножны из бересты для хранения ножей и других небольших лезвий. Активируйте, чтобы спрятать/вытащить оружие.

source: pair of leather armwraps
ru_ru: пара кожаных нарукавников

source: Leather patches wrapped around the arms, better than nothing in a pinch.
ru_ru: Кожаные заплатки, обмотанные вокруг рук. Во всяком случае, это лучше, чем ничего.

source: pair of fur armwraps
ru_ru: пара меховых нарукавников

source: Fur pelts wrapped around the arms, better than nothing in a pinch.
ru_ru: Меховые шкурки, обмотанные вокруг рук. Во всяком случае, это лучше, чем ничего.

source: pair of leather legwraps
ru_ru: пара кожаных набедренников

source: Leather patches wrapped around the legs, as improvised leggings.
ru_ru: Кожаные заплатки для обмотки вокруг ног, как импровизированные поножи.

source: pair of fur legwraps
ru_ru: пара меховых набедренников

source: Fur pelts wrapped around the legs, as improvised leggings.
ru_ru: Меховые шкурки для обмотки вокруг ног, как импровизированные поножи.

source: makeshift sheet cloak
ru_ru: самодельный плащ из простыни

source: A bedsheet draped around the shoulders and pinned in place to wear like a cloak. Less encumbering since it leaves your hands free, and won't trip you up.
ru_ru: Простыня, накинутая на плечи и приколотая булавками, чтобы носить её подобно плащу. Это менее обременительно, так как оставляет руки свободными и не создаёт помех в движении.

source: makeshift blanket cloak
ru_ru: самодельный плащ из одеяла

source: A blanket draped around the shoulders and pinned in place to wear like a cloak. Less encumbering since it leaves your hands free, and won't trip you up.
ru_ru: Одеяло, накинутое на плечи и приколотое булавками, чтобы носить его подобно плащу. Это менее обременительно, так как оставляет руки свободными и не создаёт помех в движении.

source: makeshift down-filled blanket cloak
ru_ru: самодельный плащ из пухового одеяла

source: A warm blanket draped around the shoulders and pinned in place to wear like a cloak. Less encumbering since it leaves your hands free, and won't trip you up.
ru_ru: Тёплое одеяло, накинутое на плечи и приколотое булавками, чтобы носить его подобно плащу. Это менее обременительно, так как оставляет руки свободными и не создаёт помех в движении.

source: makeshift fur blanket cloak
ru_ru: самодельный плащ из мехового одеяла

source: A heavy fur blanket draped around the shoulders and pinned in place to wear like a cloak. Less encumbering since it leaves your hands free, and won't trip you up.
ru_ru: Тяжёлое меховое одеяло, накинутое на плечи и приколотое булавками, чтобы носить его подобно плащу. Это менее обременительно, так как оставляет руки свободными и не создаёт помех в движении.

source: atlatl dart quiver
ru_ru: колчан для дротиков

source: A leather quiver worn at the waist, lengthened to hold atlatl darts. Activate to store up to 10 darts.
ru_ru: Кожаный колчан, носимый на талии, удлинённый под хранение дротиков для атлатля. Активируйте, чтобы поместить до 10 дротиков.

source: birchbark atlatl dart quiver
ru_ru: берестовый колчан для дротиков

source: A quiver woven from strips of birch bark, worn at the waist, lengthened to hold atlatl darts. Activate to store up to 10 darts.
ru_ru: Колчан, сплетённый из полос бересты, носится на поясе, удлиняется для хранения дротиков для атлатля. Активируйте, чтобы поместить до 10 дротиков.

source: willow tea
ru_ru: чай из ивы

source: A bitter herbal tea made from willow bark, used since ancient times as a mild painkiller.
ru_ru: Горький травяной чай из коры ивы, используемый с древних времен как легкое болеутоляющее средство.

source: tar oil
ru_ru: дегтярное масло

source: A thick, runny tar typically made from birch bark or pine. Among various historical uses, it is also used as an antiseptic.
ru_ru: Густой, текучий дёготь, обычно изготавливаемый из бересты или сосны. Среди различных исторических применений, он также используется как антисептик.

source: garlic oil
ru_ru: чесночное масло

source: A strong-tasting extract made from garlic, traditionally used to help resist infection, especially in Eastern Europe. Not as powerful as modern full-strength antibiotics, but better than nothing. Use once every 12 hours.
ru_ru: Сильный на вкус экстракт из чеснока, традиционно используемый для борьбы с инфекциями, особенно в Восточной Европе. Не такой мощный, как современные полноразмерные антибиотики, но лучше, чем ничего. Используйте один раз в 12 часов.

source: roasted garlic
ru_ru: жареный чеснок

source: Cloves of garlic, lightly seasoned and roasted.
ru_ru: Зубчики чеснока, слегка приправленные и обжаренные.

source: garlic bread
ru_ru: хлеб с чесноком

source: Bread cooked with garlic and seasonings.
ru_ru: Хлеб, приготовленный с чесноком и приправами.

source: roasted chili pepper
ru_ru: жареный перец чили

source: Spicy chili pepper, lightly seasoned and roasted.
ru_ru: Острый перец чили, слегка приправленный и обжаренный.

source: makeshift poultice
ru_ru: самодельная припарка

source: A primitive poultice using improvised antiseptic, held in place by a cloth or leather wrap. Applied loosely, it is designed to stave off infection but can still help staunch bleeding.
ru_ru: Примитивная припарка с использованием импровизированного антисептика, удерживаемая на месте тканевой или кожаной обмоткой. Наложенная свободно, она предназначена для защиты от инфекции, но может также помочь остановить кровотечение.

source: posca
ru_ru: поска

source: A traditional Roman drink made of cheap, often sour wine watered down, and usually made more palatable with herbs and honey.
ru_ru: Традиционный римский напиток, приготовленный из дешёвого, часто кислого вина, разбавленного травами и мёдом.

source: cooked cattail rhizome
ru_ru: приготовленное корневище рогоза

source: A cooked rhizome from a cattail plant. Crisp and starchy, it's a fair bit less stringy and more palatable after being cooked.
ru_ru: Приготовленное корневище рогозового куста. Хрустящий и крахмалистый, после варки он становится менее жилистым и более вкусным.

source: porridge
ru_ru: порридж

source: Simple fare made from cooking wheat or barley, bland but filling.
ru_ru: Простая еда из варёной пшеницы или ячменя, безвкусная, но сытная.

source: jerked offal
ru_ru: вяленые потроха

source: Salty dried organ meat. Smells a bit like dog food, but will last a long time.
ru_ru: Соленое сушеное мясо из органов. Немного пахнет собачьим кормом, но хватает надолго.

source: roasted bark
ru_ru: жареная кора
