Repository: linonetwo/CDDA-Kenan-Modpack-Chinese
Catalog: Kenan-Structured-Modpack/thermal_ups/lang/*.po
Languages: ru_ru

source: Thermal Electric UPS
ru_ru: УБП термобельё

source: A little mod that adds a UPS-powered variant to the thermal electric suit and outfit.
ru_ru: Небольшой мод, добавляющий варианты термобелья, работающего от УБП.

source: thermal electric suit (UPS)
ru_ru: термобельё (УБП)

source: You activate your %s.
ru_ru: Вы включаете %s.

source: This is a full-body suit of thin thermal underwear equipped with internal UPS-powered heating elements. It is warmer than its battery-powered counterpart. Use it to turn it on.
ru_ru: Полноразмерный костюм из тонкого термобелья, оснащенный внутренними нагревательными элементами, работающими от УБП. Он теплее, чем его аналог, работающий от батареи. Используйте, чтобы включить.

source: thermal electric suit (UPS) (on)
ru_ru: термобельё (УБП) (вкл)

source: Turn off
ru_ru: Выключить

source: Your %s deactivates.
ru_ru: %s на вас выключается.

source: This is a full-body suit of thin thermal underwear equipped with UPS-powered heating elements. It is warmer than its battery-powered counterpart. It is currently on, and continually draining UPS power. Use it to turn it off.
ru_ru: Полноразмерный костюм из тонкого термобелья, оснащенный внутренними нагревательными элементами, работающими от УБП. Он теплее, чем его аналог, работающий от батареи. В настоящее время он включен и постоянно расходует энергию УБП. Используйте, чтобы выключить.

source: thermal electric outfit (UPS)
ru_ru: термальный комбинезон (УБП)

source: This suit of thin thermal underwear covers you from head to toe and is equipped with internal UPS-powered heating elements. It is warmer than its battery-powered counterpart. Use it to turn it on.
ru_ru: Этот костюм из тонкого термобелья покрывает вас с головы до ног и оснащен внутренними нагревательными элементами, питающимися от УБП. Он теплее, чем его аналог, работающий от батареек. Используйте, чтобы включить.

source: thermal electric outfit (UPS) (on)
ru_ru: термальный комбинезон (УБП) (вкл)

source: This suit of thin thermal underwear covers you from head to toe and is equipped with internal UPS-powered heating elements. It is warmer than its battery-powered counterpart. It is currently on, and continually draining UPS power. Use it to turn it off.
ru_ru: Этот костюм из тонкого термобелья покрывает вас с головы до ног и оснащен внутренними нагревательными элементами, питающимися от УБП. Он теплее, чем его аналог, работающий от батареек. В настоящее время он включен и постоянно расходует энергию УБП. Используйте, чтобы выключить.
